Repository: li-nd/NativePass
Catalog: NativePass/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ru, uk, zh_hans

source: Install pinentry-mac and set pinentry-program in ~/.gnupg/gpg-agent.conf for Touch ID with GPG.
de: Installieren Sie pinentry-mac und setzen Sie pinentry-program in ~/.gnupg/gpg-agent.conf für Touch ID mit GPG.
es: Instala pinentry-mac y configura pinentry-program en ~/.gnupg/gpg-agent.conf para Touch ID con GPG.
fr: Installez pinentry-mac et définissez pinentry-program dans ~/.gnupg/gpg-agent.conf pour Touch ID avec GPG.
it: Installa pinentry-mac e imposta pinentry-program in ~/.gnupg/gpg-agent.conf per Touch ID con GPG.
ja: GPG で Touch ID を使うには pinentry-mac をインストールし ~/.gnupg/gpg-agent.conf に pinentry-program を設定してください。
ko: GPG에서 Touch ID를 사용하려면 pinentry-mac을 설치하고 ~/.gnupg/gpg-agent.conf에 pinentry-program을 설정하세요.
nl: Installeer pinentry-mac en stel pinentry-program in ~/.gnupg/gpg-agent.conf in voor Touch ID met GPG.
pl: Zainstaluj pinentry-mac i ustaw pinentry-program w ~/.gnupg/gpg-agent.conf dla Touch ID z GPG.
pt_br: Instale pinentry-mac e defina pinentry-program em ~/.gnupg/gpg-agent.conf para Touch ID com GPG.
ru: Установите pinentry-mac и укажите pinentry-program в ~/.gnupg/gpg-agent.conf для Touch ID с GPG.
uk: Встановіть pinentry-mac і вкажіть pinentry-program у ~/.gnupg/gpg-agent.conf для Touch ID з GPG.
zh_hans: 安装 pinentry-mac 并在 ~/.gnupg/gpg-agent.conf 中设置 pinentry-program 以在 GPG 中使用 Touch ID。

source: installed
de: installiert
es: instalado
fr: installé
it: installato
ja: インストール済み
ko: 설치됨
nl: geïnstalleerd
pl: zainstalowano
pt_br: instalado
ru: установлен
uk: встановлено
zh_hans: 已安装

source: Installed
de: Installiert
es: Instalado
fr: Installé
it: Installato
ja: インストール済み
ko: 설치됨
nl: Geïnstalleerd
pl: Zainstalowano
pt_br: Instalado
ru: Установлен
uk: Встановлено
zh_hans: 已安装

source: Key
de: Schlüssel
es: Clave
fr: Clé
it: Chiave
ja: キー
ko: 키
nl: Sleutel
pl: Klucz
pt_br: Chave
ru: Ключ
uk: Ключ
zh_hans: 键

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
uk: Мова
zh_hans: 语言

source: Language changes apply after restart.
de: Sprachänderungen gelten nach dem Neustart.
es: Los cambios de idioma se aplican tras reiniciar.
fr: Le changement de langue s'applique après le redémarrage.
it: Le modifiche alla lingua si applicano dopo il riavvio.
ja: 言語の変更は再起動後に適用されます。
ko: 언어 변경은 다시 시작 후 적용됩니다.
nl: Taalwijzigingen gelden na herstarten.
pl: Zmiana języka obowiązuje po ponownym uruchomieniu.
pt_br: As alterações de idioma valem após reiniciar.
ru: Смена языка применится после перезапуска.
uk: Зміна мови застосується після перезапуску.
zh_hans: 语言更改将在重新启动后生效。

source: Last synced %@
de: Zuletzt synchronisiert %@
es: Última sync %@
fr: Dernière sync %@
it: Ultima sync %@
ja: 最終同期 %@
ko: 최근 동기화 %@
nl: Laatst gesynchroniseerd %@
pl: Ostatnia sync %@
pt_br: Última sync %@
ru: Последняя синхронизация %@
uk: Остання синхронізація %@
zh_hans: 上次同步 %@

source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
ja: 後で
ko: 나중에
pl: Później
pt_br: Mais tarde
ru: Позже
uk: Пізніше
zh_hans: 稍后

source: List secret keys
de: Geheime Schlüssel auflisten
es: Listar claves secretas
fr: Lister les clés secrètes
it: Elenca chiavi segrete
ja: 秘密鍵を一覧
ko: 비밀 키 목록
nl: Geheime sleutels tonen
pl: Lista kluczy tajnych
pt_br: Listar chaves secretas
ru: Список секретных ключей
uk: Список секретних ключів
zh_hans: 列出私钥

source: Loading OTP…
de: OTP wird geladen …
es: Cargando OTP…
fr: Chargement OTP…
it: Caricamento OTP…
ja: OTP を読み込み中…
ko: OTP 로드 중…
nl: OTP laden…
pl: Ładowanie OTP…
pt_br: Carregando OTP…
ru: Загрузка OTP…
uk: Завантаження OTP…
zh_hans: 正在加载 OTP…

source: Loading status…
de: Status wird geladen …
es: Cargando estado…
fr: Chargement du statut…
it: Caricamento stato…
ja: ステータスを読み込み中…
ko: 상태 로드 중…
nl: Status laden…
pl: Ładowanie statusu…
pt_br: Carregando status…
ru: Загрузка статуса…
uk: Завантаження статусу…
zh_hans: 正在加载状态…

source: Local
de: Lokal
it: Locale
ja: ローカル
ko: 로컬
nl: Lokaal
pl: Lokalne
ru: Локальный
uk: Локальний
zh_hans: 本地

source: Location
de: Ort
es: Ubicación
fr: Emplacement
it: Posizione
ja: 場所
ko: 위치
nl: Locatie
pl: Lokalizacja
pt_br: Localização
ru: Расположение
uk: Розташування
zh_hans: 位置

source: Lock after
de: Sperren nach
es: Bloquear tras
fr: Verrouiller après
it: Blocca dopo
ja: ロックまで
ko: 잠금 시간
nl: Vergrendelen na
pl: Zablokuj po
pt_br: Bloquear após
ru: Блокировать через
uk: Блокувати через
zh_hans: 锁定于

source: Lock Now
de: Jetzt sperren
es: Bloquear ahora
fr: Verrouiller maintenant
it: Blocca ora
ja: 今すぐロック
ko: 지금 잠금
nl: Nu vergrendelen
pl: Zablokuj teraz
pt_br: Bloquear agora
ru: Заблокировать
uk: Заблокувати
zh_hans: 立即锁定

source: macOS requires Accessibility access before Auto-Type can work.
de: macOS benötigt Zugang zu den Bedienungshilfen, damit Auto-Type funktioniert.
es: macOS requiere acceso de Accesibilidad para que funcione la escritura automática.
fr: macOS exige l’accès à l’Accessibilité pour que la saisie auto fonctionne.
it: macOS richiede l’accesso di Accessibilità affinché la digitazione automatica funzioni.
ja: 自動入力にはmacOSのアクセシビリティ許可が必要です。
ko: 자동 입력이 작동하려면 macOS 손쉬운 사용 권한이 필요합니다.
nl: macOS vereist Toegankelijkheidstoegang voordat auto-typen werkt.
pl: macOS wymaga dostępu Dostępności, aby auto-wpisywanie działało.
pt_br: O macOS exige acesso de Acessibilidade para a digitação automática funcionar.
ru: macOS требует доступ к Универсальному доступу, чтобы автонабор работал.
uk: macOS потребує доступу до Універсального доступу, щоб автонабір працював.
zh_hans: 自动键入需要 macOS 辅助功能权限。

source: NativePass Diagnostic Report
de: NativePass-Diagnosebericht
es: Informe de diagnóstico NativePass
fr: Rapport de diagnostic NativePass
it: Report diagnostico NativePass
ja: NativePass 診断レポート
ko: NativePass 진단 보고서
nl: NativePass-diagnoserapport
pl: Raport diagnostyczny NativePass
pt_br: Relatório de diagnóstico NativePass
ru: Диагностический отчёт NativePass
uk: Діагностичний звіт NativePass
zh_hans: NativePass 诊断报告

source: NativePass does not integrate with this extension yet.
de: NativePass integriert diese Erweiterung noch nicht.
es: NativePass aún no integra esta extensión.
fr: NativePass n'intègre pas encore cette extension.
it: NativePass non integra ancora questa estensione.
ja: NativePass はこの拡張機能とまだ統合されていません。
ko: NativePass는 아직 이 확장과 통합되지 않았습니다.
nl: NativePass integreert deze extensie nog niet.
pl: NativePass nie integruje jeszcze tego rozszerzenia.
pt_br: NativePass ainda não integra esta extensão.
ru: NativePass пока не интегрирован с этим расширением.
uk: NativePass ще не інтегрований із цим розширенням.
zh_hans: NativePass 尚未集成此扩展。

source: NativePass is Locked
de: NativePass ist gesperrt
es: NativePass está bloqueado
fr: NativePass est verrouillé
it: NativePass è bloccato
ja: NativePass はロック中
ko: NativePass가 잠김
nl: NativePass is vergrendeld
pl: NativePass jest zablokowany
pt_br: NativePass está bloqueado
ru: NativePass заблокирован
uk: NativePass заблоковано
zh_hans: NativePass 已锁定

source: NativePass is locked.
de: NativePass ist gesperrt.
es: NativePass está bloqueado.
fr: NativePass est verrouillé.
it: NativePass è bloccato.
ja: NativePass はロック中です。
ko: NativePass가 잠겼습니다.
nl: NativePass is vergrendeld.
pl: NativePass jest zablokowany.
pt_br: NativePass está bloqueado.
ru: NativePass заблокирован.
uk: NativePass заблоковано.
zh_hans: NativePass 已锁定。

source: NativePass may send keystrokes for Auto-Type.
de: NativePass darf Tasteneingaben für Auto-Type senden.
es: NativePass puede enviar pulsaciones para la escritura automática.
fr: NativePass peut envoyer des frappes pour la saisie auto.
it: NativePass può inviare tasti per la digitazione automatica.
ja: NativePassは自動入力のためにキー入力を送信できます。
ko: NativePass가 자동 입력을 위해 키 입력을 보낼 수 있습니다.
nl: NativePass mag toetsaanslagen sturen voor auto-typen.
pl: NativePass może wysyłać naciśnięcia klawiszy do auto-wpisywania.
pt_br: O NativePass pode enviar teclas para a digitação automática.
ru: NativePass может отправлять нажатия клавиш для автонабора.
uk: NativePass може надсилати натискання клавіш для автонабору.
zh_hans: NativePass 可为自动键入发送按键。

source: NativePass runs GPG in the background and cannot show a terminal password prompt. Install pinentry-mac so GPG can ask for your passphrase in a macOS dialog.
de: NativePass führt GPG im Hintergrund aus und kann keine Terminal-Passwortabfrage zeigen. Installieren Sie pinentry-mac, damit GPG die Passphrase in einem macOS-Dialog abfragen kann.
es: NativePass ejecuta GPG en segundo plano y no puede mostrar un aviso de terminal. Instala pinentry-mac para un diálogo de macOS.
fr: NativePass exécute GPG en arrière-plan et ne peut pas afficher d'invite terminal. Installez pinentry-mac pour une boîte de dialogue macOS.
it: NativePass esegue GPG in background e non può mostrare un prompt del terminale. Installa pinentry-mac per una finestra di dialogo macOS.
ja: NativePass は GPG をバックグラウンドで実行するため、ターミナルのパスワードプロンプトを表示できません。pinentry-mac をインストールしてください。
ko: NativePass는 백그라운드에서 GPG를 실행하므로 터미널 암호 프롬프트를 표시할 수 없습니다. pinentry-mac을 설치하세요.
nl: NativePass voert GPG op de achtergrond uit en kan geen terminalwachtwoordprompt tonen. Installeer pinentry-mac voor een macOS-dialoog.
pl: NativePass uruchamia GPG w tle i nie może pokazać monitu terminala. Zainstaluj pinentry-mac, aby GPG mógł zapytać o passphrase w oknie macOS.
pt_br: NativePass executa GPG em segundo plano e não pode mostrar prompt no terminal. Instale pinentry-mac para um diálogo macOS.
ru: NativePass запускает GPG в фоне и не может показать терминальный запрос пароля. Установите pinentry-mac, чтобы GPG мог запросить passphrase в диалоге macOS.
uk: NativePass запускає GPG у фоні і не може показати термінальний запит пароля. Встановіть pinentry-mac, щоб GPG міг запитати passphrase у діалозі macOS.
zh_hans: NativePass 在后台运行 GPG，无法显示终端密码提示。请安装 pinentry-mac 以在 macOS 对话框中输入口令。

source: New Entry
de: Neuer Eintrag
es: Nueva entrada
fr: Nouvelle entrée
it: Nuova voce
ja: 新規エントリ
ko: 새 항목
nl: Nieuw item
pl: Nowy wpis
pt_br: Nova entrada
ru: Новая запись
uk: Новий запис
zh_hans: 新建条目

source: New Entry (⌘N)
de: Neuer Eintrag (⌘N)
es: Nueva entrada (⌘N)
fr: Nouvelle entrée (⌘N)
it: Nuova voce (⌘N)
ja: 新規エントリ (⌘N)
ko: 새 항목 (⌘N)
nl: Nieuw item (⌘N)
pl: Nowy wpis (⌘N)
pt_br: Nova entrada (⌘N)
ru: Новая запись (⌘N)
uk: Новий запис (⌘N)
zh_hans: 新建条目 (⌘N)

source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니요
nl: Nee
pl: Nie
pt_br: Não
ru: Нет
uk: Ні
zh_hans: 否

source: No Diagnostic Data
de: Keine Diagnosedaten
es: Sin datos de diagnóstico
fr: Aucune donnée de diagnostic
it: Nessun dato diagnostico
ja: 診断データがありません
ko: 진단 데이터 없음
nl: Geen diagnosegegevens
pl: Brak danych diagnostycznych
pt_br: Sem dados de diagnóstico
ru: Нет данных диагностики
uk: Немає даних діагностики
zh_hans: 无诊断数据

source: No Entries
de: Keine Einträge
es: Sin entradas
fr: Aucune entrée
it: Nessuna voce
ja: エントリなし
ko: 항목 없음
nl: Geen vermeldingen
pl: Brak wpisów
pt_br: Nenhuma entrada
ru: Нет записей
uk: Немає записів
zh_hans: 无条目

source: No entries in "%@".
de: Keine Einträge in „%@“.
es: No hay entradas en «%@».
fr: Aucune entrée dans « %@ ».
it: Nessuna voce in «%@».
ja: 「%@」にエントリがありません。
ko: «%@»에 항목이 없습니다.
nl: Geen items in „%@”.
pl: Brak wpisów w „%@”.
pt_br: Nenhuma entrada em "%@".
ru: Нет записей в «%@».
uk: Немає записів у «%@».
zh_hans: “%@”中没有条目。

source: No Entry Selected
de: Kein Eintrag ausgewählt
es: Ninguna entrada seleccionada
fr: Aucune entrée sélectionnée
it: Nessuna voce selezionata
ja: エントリ未選択
ko: 선택한 항목 없음
nl: Geen item geselecteerd
pl: Nie wybrano wpisu
pt_br: Nenhuma entrada selecionada
ru: Запись не выбрана
uk: Запис не вибрано
zh_hans: 未选择条目

source: No matches for “%@”.
de: Keine Treffer für „%@“.
es: Sin coincidencias para “%@”.
fr: Aucune correspondance pour « %@ ».
it: Nessuna corrispondenza per “%@”.
ja: “%@” に一致するものはありません。
ko: “%@”에 대한 일치 항목이 없습니다.
nl: Geen overeenkomsten voor “%@”.
pl: Brak dopasowań dla „%@”.
pt_br: Nenhuma correspondência para “%@”.
ru: Нет совпадений для «%@».
uk: Немає збігів для «%@».
zh_hans: 没有与“%@”匹配的结果。

source: No pass extensions found.
de: Keine pass-Erweiterungen gefunden.
es: No se encontraron extensiones pass.
fr: Aucune extension pass trouvée.
it: Nessuna estensione pass trovata.
ja: pass 拡張機能が見つかりません。
ko: pass 확장을 찾을 수 없습니다.
nl: Geen pass-extensies gevonden.
pl: Nie znaleziono rozszerzeń pass.
pt_br: Nenhuma extensão pass encontrada.
ru: Расширения pass не найдены.
uk: Розширення pass не знайдено.
zh_hans: 未找到 pass 扩展。

source: No Passwords
de: Keine Passwörter
es: Sin contraseñas
fr: Aucun mot de passe
it: Nessuna password
ja: パスワードがありません
ko: 비밀번호 없음
nl: Geen wachtwoorden
pl: Brak haseł
pt_br: Sem senhas
ru: Нет паролей
uk: Немає паролів
zh_hans: 无密码

source: No Results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato
ja: 結果なし
ko: 결과 없음
nl: Geen resultaten
pl: Brak wyników
pt_br: Sem resultados
ru: Ничего не найдено
uk: Нічого не знайдено
zh_hans: 无结果

source: No upstream configured.
de: Kein Upstream konfiguriert.
es: Sin upstream configurado.
fr: Aucun upstream configuré.
it: Nessun upstream configurato.
ja: upstream が設定されていません。
ko: upstream이 구성되지 않았습니다.
nl: Geen upstream geconfigureerd.
pl: Nie skonfigurowano upstream.
pt_br: Nenhum upstream configurado.
ru: Upstream не настроен.
uk: Upstream не налаштовано.
zh_hans: 未配置 upstream。

source: No Verification Codes
de: Keine Bestätigungscodes
es: Sin códigos de verificación
fr: Aucun code de vérification
it: Nessun codice di verifica
ja: 確認コードがありません
ko: 확인 코드 없음
nl: Geen verificatiecodes
pl: Brak kodów weryfikacyjnych
pt_br: Sem códigos de verificação
ru: Нет кодов подтверждения
uk: Немає кодів підтвердження
zh_hans: 无验证码

source: not found
de: nicht gefunden
es: no encontrado
fr: introuvable
it: non trovato
ja: 見つかりません
ko: 없음
nl: niet gevonden
pl: nie znaleziono
pt_br: não encontrado
ru: не найден
uk: не знайдено
zh_hans: 未找到

source: Not found
de: Nicht gefunden
es: No encontrado
fr: Introuvable
it: Non trovato
ja: 見つかりません
ko: 없음
nl: Niet gevonden
pl: Nie znaleziono
pt_br: Não encontrado
ru: Не найден
uk: Не знайдено
zh_hans: 未找到

source: Note
de: Notiz
es: Nota
it: Nota
ja: メモ
ko: 메모
nl: Notitie
pl: Notatka
pt_br: Nota
ru: Заметка
uk: Нотатка
zh_hans: 备注

source: Nothing to type.
de: Nichts zu tippen.
es: Nada que escribir.
fr: Rien à saisir.
it: Niente da digitare.
ja: 入力する内容がありません。
ko: 입력할 내용이 없습니다.
nl: Niets om te typen.
pl: Nie ma czego wpisywać.
pt_br: Nada para digitar.
ru: Нечего вводить.
uk: Нічого вводити.
zh_hans: 没有可键入的内容。

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
ko: 열기
nl: Openen
pl: Otwórz
pt_br: Abrir
ru: Открыть
uk: Відкрити
zh_hans: 打开

source: Open in Browser
de: Im Browser öffnen
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
it: Apri nel browser
ja: ブラウザで開く
ko: 브라우저에서 열기
nl: Openen in browser
pl: Otwórz w przeglądarce
pt_br: Abrir no navegador
ru: Открыть в браузере
uk: Відкрити в браузері
zh_hans: 在浏览器中打开

source: Open in NativePass
de: In NativePass öffnen
es: Abrir en NativePass
fr: Ouvrir dans NativePass
it: Apri in NativePass
ja: NativePass で開く
ko: NativePass에서 열기
nl: Openen in NativePass
pl: Otwórz w NativePass
pt_br: Abrir no NativePass
ru: Открыть в NativePass
uk: Відкрити в NativePass
zh_hans: 在 NativePass 中打开

source: Open NativePass
de: NativePass öffnen
es: Abrir NativePass
fr: Ouvrir NativePass
it: Apri NativePass
ja: NativePass を開く
ko: NativePass 열기
nl: NativePass openen
pl: Otwórz NativePass
pt_br: Abrir NativePass
ru: Открыть NativePass
uk: Відкрити NativePass
zh_hans: 打开 NativePass

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
nl: Instellingen openen
pl: Otwórz ustawienia
pt_br: Abrir Ajustes
ru: Открыть настройки
uk: Відкрити параметри
zh_hans: 打开设置

source: Open Store in Finder
de: Store im Finder öffnen
es: Abrir store en Finder
fr: Ouvrir le store dans le Finder
it: Apri store nel Finder
ja: Finder でストアを開く
ko: Finder에서 스토어 열기
nl: Store openen in Finder
pl: Otwórz magazyn w Finderze
pt_br: Abrir store no Finder
ru: Открыть хранилище в Finder
uk: Відкрити сховище у Finder
zh_hans: 在 Finder 中打开存储

source: pass binary not found
de: pass-Binary nicht gefunden
es: binario pass no encontrado
fr: binaire pass introuvable
it: binario pass non trovato
ja: pass バイナリが見つかりません
ko: pass 바이너리 없음
nl: pass-binary niet gevonden
pl: nie znaleziono pliku binarnego pass
pt_br: binário pass não encontrado
ru: бинарный файл pass не найден
uk: двійковий файл pass не знайдено
zh_hans: 未找到 pass 二进制

source: Pass command failed.
de: Pass-Befehl fehlgeschlagen.
es: Falló el comando pass.
fr: Échec de la commande pass.
it: Comando pass non riuscito.
ja: pass コマンドが失敗しました。
ko: pass 명령이 실패했습니다.
nl: Pass-opdracht mislukt.
pl: Polecenie pass nie powiodło się.
pt_br: Comando pass falhou.
ru: Команда pass не выполнена.
uk: Команда pass не виконана.
zh_hans: pass 命令失败。

source: pass not found
de: pass nicht gefunden
es: pass no encontrado
fr: pass introuvable
it: pass non trovato
ja: pass が見つかりません
ko: pass 없음
nl: pass niet gevonden
pl: nie znaleziono pass
pt_br: pass não encontrado
ru: pass не найден
uk: pass не знайдено
zh_hans: 未找到 pass

source: pass-import is available. Full import wizard is not implemented yet.
de: pass-import ist verfügbar. Ein vollständiger Import-Assistent ist noch nicht implementiert.
es: pass-import está disponible. El asistente de importación completo aún no está implementado.
fr: pass-import est disponible. L'assistant d'import complet n'est pas encore implémenté.
it: pass-import è disponibile. La procedura guidata di importazione completa non è ancora implementata.
ja: pass-import は利用可能です。完全なインポートウィザードは未実装です。
ko: pass-import를 사용할 수 있습니다. 전체 가져오기 마법사는 아직 구현되지 않았습니다.
nl: pass-import is beschikbaar. Een volledige importwizard is nog niet geïmplementeerd.
pl: pass-import jest dostępny. Pełny kreator importu nie jest jeszcze zaimplementowany.
pt_br: pass-import está disponível. O assistente de importação completo ainda não foi implementado.
ru: pass-import доступен. Полный мастер импорта пока не реализован.
uk: pass-import доступний. Повний майстер імпорту ще не реалізовано.
zh_hans: pass-import 可用。完整导入向导尚未实现。

source: Passphrase Entry Cancelled
de: Passphrase-Eingabe abgebrochen
es: Entrada de passphrase cancelada
fr: Saisie de passphrase annulée
it: Inserimento passphrase annullato
ja: パスフレーズ入力がキャンセルされました
ko: 패스프레이즈 입력 취소됨
nl: Passphrase-invoer geannuleerd
pl: Anulowano wprowadzanie passphrase
pt_br: Entrada de passphrase cancelada
ru: Ввод passphrase отменён
uk: Ввід passphrase скасовано
zh_hans: 口令输入已取消

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль
uk: Пароль
zh_hans: 密码

source: password charset is empty
de: Passwort-Zeichensatz ist leer
es: conjunto de caracteres vacío
fr: jeu de caractères vide
it: set di caratteri password vuoto
ja: 文字セットが空です
ko: 비밀번호 문자 집합이 비어 있음
nl: wachtwoordtekenset is leeg
pl: zestaw znaków hasła jest pusty
pt_br: conjunto de caracteres vazio
ru: набор символов пароля пуст
uk: набір символів пароля порожній
zh_hans: 密码字符集为空

source: password length must be greater than zero
de: Passwortlänge muss größer als null sein
es: la longitud debe ser mayor que cero
fr: la longueur doit être supérieure à zéro
it: la lunghezza della password deve essere maggiore di zero
ja: パスワード長は 0 より大きくしてください
ko: 비밀번호 길이는 0보다 커야 합니다
nl: wachtwoordlengte moet groter dan nul zijn
pl: długość hasła musi być większa od zera
pt_br: o comprimento deve ser maior que zero
ru: длина пароля должна быть больше нуля
uk: довжина пароля має бути більшою за нуль
zh_hans: 密码长度必须大于零

source: Password Prompt Not Configured
de: Passwortabfrage nicht konfiguriert
es: Aviso de contraseña no configurado
fr: Invite de mot de passe non configurée
it: Prompt password non configurato
ja: パスワードプロンプトが未設定
ko: 비밀번호 프롬프트가 구성되지 않음
nl: Wachtwoordprompt niet geconfigureerd
pl: Monit hasła nie jest skonfigurowany
pt_br: Prompt de senha não configurado
ru: Запрос пароля не настроен
uk: Запит пароля не налаштовано
zh_hans: 密码提示未配置

source: Password Store
de: Passwort-Store
es: Almacén de contraseñas
fr: Store de mots de passe
it: Store password
ja: パスワードストア
ko: 비밀번호 스토어
nl: Wachtwoordstore
pl: Magazyn haseł
pt_br: Armazenamento de senhas
ru: Хранилище паролей
uk: Сховище паролів
zh_hans: 密码库

source: Password store is not initialized
de: Passwort-Store ist nicht initialisiert
es: El almacén de contraseñas no está inicializado
fr: Le store de mots de passe n'est pas initialisé
it: Lo store password non è inizializzato
ja: パスワードストアが初期化されていません
ko: 비밀번호 스토어가 초기화되지 않음
nl: Wachtwoordstore is niet geïnitialiseerd
pl: Magazyn haseł nie jest zainicjalizowany
pt_br: O armazenamento de senhas não está inicializado
ru: хранилище паролей не инициализировано
uk: сховище паролів не ініціалізовано
zh_hans: 密码库未初始化

source: Password store is not initialized. Run `pass init` first.
de: Passwort-Store ist nicht initialisiert. Führen Sie zuerst `pass init` aus.
es: Almacén no inicializado. Ejecuta primero `pass init`.
fr: Store non initialisé. Exécutez d'abord `pass init`.
it: Lo store non è inizializzato. Esegui prima `pass init`.
ja: ストアが初期化されていません。先に `pass init` を実行してください。
ko: 스토어가 초기화되지 않았습니다. 먼저 `pass init`을 실행하세요.
nl: Store is niet geïnitialiseerd. Voer eerst `pass init` uit.
pl: Magazyn nie jest zainicjalizowany. Najpierw uruchom `pass init`.
pt_br: Armazenamento não inicializado. Execute `pass init` primeiro.
ru: Хранилище паролей не инициализировано. Сначала выполните `pass init`.
uk: Сховище паролів не ініціалізовано. Спочатку виконайте `pass init`.
zh_hans: 密码库未初始化。请先运行 `pass init`。

source: Password store not initialized
de: Passwort-Store nicht initialisiert
es: Almacén de contraseñas no inicializado
fr: Store de mots de passe non initialisé
it: Store password non inizializzato
ja: パスワードストア未初期化
ko: 비밀번호 스토어 미초기화
nl: Wachtwoordstore niet geïnitialiseerd
pl: Magazyn haseł niezainicjalizowany
pt_br: Armazenamento de senhas não inicializado
ru: Хранилище паролей не инициализировано
uk: Сховище паролів не ініціалізовано
zh_hans: 密码库未初始化

source: Passwords
de: Passwörter
es: Contraseñas
fr: Mots de passe
it: Password
ja: パスワード
ko: 비밀번호
nl: Wachtwoorden
pl: Hasła
pt_br: Senhas
ru: Пароли
uk: Паролі
zh_hans: 密码

source: Path
de: Pfad
es: Ruta
fr: Chemin
it: Percorso
ja: パス
ko: 경로
nl: Pad
pl: Ścieżka
pt_br: Caminho
ru: Путь
uk: Шлях
zh_hans: 路径

source: Permission granted
de: Berechtigung erteilt
es: Permiso concedido
fr: Autorisation accordée
it: Autorizzazione concessa
ja: 許可済み
ko: 권한 허용됨
nl: Toestemming verleend
pl: Uprawnienie przyznane
pt_br: Permissão concedida
ru: Разрешение выдано
uk: Дозвіл надано
zh_hans: 已授权

source: Permission needed
de: Berechtigung erforderlich
es: Se necesita permiso
fr: Autorisation requise
it: Autorizzazione necessaria
ja: 許可が必要
ko: 권한 필요
nl: Toestemming nodig
pl: Wymagane uprawnienie
pt_br: Permissão necessária
ru: Нужно разрешение
uk: Потрібен дозвіл
zh_hans: 需要授权

source: pinentry-program not configured in gpg-agent.conf
de: pinentry-program ist in gpg-agent.conf nicht konfiguriert
es: pinentry-program no configurado en gpg-agent.conf
fr: pinentry-program non configuré dans gpg-agent.conf
it: pinentry-program non configurato in gpg-agent.conf
ja: gpg-agent.conf に pinentry-program が設定されていません
ko: gpg-agent.conf에 pinentry-program이 구성되지 않음
nl: pinentry-program niet geconfigureerd in gpg-agent.conf
pl: pinentry-program nie jest skonfigurowany w gpg-agent.conf
pt_br: pinentry-program não configurado em gpg-agent.conf
ru: pinentry-program не настроен в gpg-agent.conf
uk: pinentry-program не налаштовано в gpg-agent.conf
zh_hans: gpg-agent.conf 中未配置 pinentry-program
